Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/regjeringen.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: The Nordic and European power markets are also becoming more closely integrated, and trends in the European power market will have a steadily greater impact on Norwegian power prices.
nn: Samtidig blir dei nordiske og europeiske kraftmarknadene tettare integrert, og utviklingstrekk i den europeiske kraftmarknaden vil i aukande grad påverke norske kraftprisar.

source: Figure 2.26 Residential mortgage lending margins based on average residential mortgage interest rates and estimated residential mortgage funding costs.
nn: Figur 2.26 Utlånsmargin for bustadlån basert på gjennomsnittleg bustadlånsrente og estimert finansieringskostnad på bustadlån.

source: At the end of 2011, there were 113 savings banks and 15 savings-bank foundations in Norway.
nn: Ved utgangen av 2011 vart det 113 sparebankar og 15 sparebankstiftingar i Noreg.

source: Demand for transmission speed, capacity and a sufficient number of transmission routes is high, both in Norway and for inbound and outbound routes vis-à-vis other countries.
nn: Krava til overføringsfart, kapasitet og tilstrekkeleg mange føringsvegar er høge, både for føringsvegar i Noreg og for føringsvegar til og frå landet.

source: Some of the museums commented that the Cultural Rucksack had inspired them to think in new ways (the Museum of Science and Technology, the Eidsvoll 1814 museum and Aust-Agder kulturhistorisk senter), and others that they had been inspired to intensify their cooperation on putting together a cultural programme.
nn: Nokre av musea uttaler at Den kulturelle skulesekken har stimulert institusjonen i høg grad til å tenkje nytt (Norsk Teknisk Museum, Eidsvoll 1814 og Aust-Agder kulturhistoriske senter) og til auka samarbeid om formidling (musea i Vestfold).

source: A teacher can only be a caringteacher if she/he is familiar with the needs of children and adolescents.
nn: Omsorgsoppgåvenetil lærarane føreset grunnleggjande kunnskap om kva slags behov barn og unge har.

source: Persistently low freight rates represent a risk to the profitability of several ship-owning corporations within these segments.
nn: Vedvarande låge fraktratar utgjer ein risiko for lønsemda i fleire reiarlag innanfor desse segmenta.

source: Difi will have responsibility for implementing such a system.
nn: Difi vil få ansvar for å vurdere korleis ei slik ordning kan settast ut i livet.

source: The body responsible for arranging tours in Hedmark County sends out a form to all the artists and some of the schools that participate in the programme.
nn: Turnéorganisasjonen i Hedmark sender eit skjema til alle utøvarane og til nokre av skulane som tar i mot produksjonane.

source: 30/6-17 is a small oil and gas discovery in the Oseberg area.
nn: 30/6-17-funnet er eit lite olje- og gassfunn i Osebergområdet.

source: Basic Workplace Skills Program:
nn: Program for basiskompetanse i arbeidslivet

source: Although the public procurement regulation does not in itself limit opportunities to procure or use cloud computing, there are many important aspects to take into consideration when procuring services like these:
nn: Sjølv om regelverket for anskaffing i offentleg sektor ikkje i seg sjølv inneber noka avgrensing av høvet til å skaffe eller bruke skytenester, er det mange viktige ting ein må ta omsyn til ved innkjøp av slike tenester:

source: Cloud services delivered from and with infrastructure in Norway will make a positive contribution, since this can help safeguard national autonomy and protect sensitive systems and information.
nn: Skytenester leverte frå og med infrastruktur i Noreg vil bidra positivt, sidan dette kan sikre behovet for nasjonal autonomi og behandling av skjermingsverdige system og informasjon.

source: NRK will offer the pool signal via EBU.
nn: NRK vil tilby pool-signalet via EBU.

source: Rich gas will be transported to Sleipner A for onward export.
nn: Rikgassen skal sendast til Sleipner A og eksporterast derifrå.

source: Figur 2.3 The funding structure of Norwegian banks and residential mortgage companies
nn: Figur 2.3 Finansieringsstrukturen til norske bankar og bustadkredittføretak

source: Support from the fund can cover up to 60 per cent of the additional costs associated with the use of innovative technology to prevent greenhouse gas emissions.
nn: Støtte frå fondet kan dekke inntil 60 pst. av meirkostnadene forbunde med bruk av innovativ teknologi for å unngå klimagassutslepp.

source: Funding may also be used for information campaigns, hygiene measures, the running of hospitals, treatments and for dealing with other health-related consequences of the Covid-19 pandemic.
nn: Innsatsen kan også omfatte informasjonskampanjar, hygienetiltak, støtte til sjukehusdrift og behandling, og andre helsemessige konsekvensar av covid-19.

source: The band shows the variation in the output gap measured by +/– one standard deviation.
nn: Bandet viser variasjon i produksjonsgapet målt ved +/– eitt standardavvik.

source: Public bodies must therefore set requirements to cloud service providers regarding availability, confidentiality and integrity (see chapte
nn: Offentlege organ må derfor stille krav til leverandørar av skytenester om tilgjenge, konfidensialitet og integritet (sjå kapitte

source: It is, for example, noted in section 2.4.3 above that there is considerable risk associated with developments in the housing market and in household debts.
nn: Til dømes er det i avsnitt 2.4.3 ovanfor peika på at det er stor risiko knytt til utviklinga på bustadmarknaden og i gjelda til hushalda.

source: Short-term wholesale funding still accounts for a fairly large portion of their wholesale funding.
nn: Den kortsiktige marknadsfinansieringa utgjer enno ein nokså stor del av marknadsfinansieringa til institusjonane.

source: Safe food is a key prerequisite for that trust.
nn: Trygg mat er ein sentral føresetnad for den tilliten.

source: Accordingly, a drop in house prices can affect the earnings of non-financial enterprises.
nn: Slik kan eit prisfall på bustader påverka innteninga i dei ikkje-finansielle føretaka.

source: Some 40 per cent of all residential mortgages were issued for house purchases, while 60 per cent were issued for other purposes, including refinancing of residential mortgages.
nn: Av det totale låneopptaket for bustader utgjorde lån til kjøp av bustad 40 pst., medan 60 pst. av låna var knytte til andre føremål, mellom anna omfinansiering av bustadlån.

source: It is important for the economy as a whole that the financial system is able to offer new credit to those who need it, also in times of turbulence.
nn: For økonomien som heilskap er det viktig at det finansielle systemet kan tilby ny kreditt til dei som treng det, òg i urolege tider.

source: The first phase of private pension scheme reform took effect on 1 January 2011.
nn: Fyrste del av tilpassinga av dei private ordningane tok til å gjelda 1. januar 2011.

source: This rise is primarily due to an increase in exchange rate equalisation funds, reflecting unrealised changes in the market value of assets included in collective portfolios.
nn: Det kjem for det meste av ein auke i kursreguleringsfonda, som speglar urealiserte endringar i marknadsverdien på eigedelane i kollektivporteføljen.

source: bookkeeping data are identified as an area that often sets requirements for storage inside the respective countries.
nn: Rekneskap og bokføringsdata er identifisert som eit område der det ofte er krav om lagring innanfor dei enkelte landa.

source: In addition to concerts through Rikskonsertene, the county had set up Pilotgalleriet, a network for presenting the visual arts, and Mediefabrikken, a resource centre for film-making.
nn: I tillegg til Rikskonsertane, hadde elevar i fylket fått møte kunst og kultur gjennom Pilotgalleriet og Mediefabrikken.

source: Based on the legal authority of this framework, Exploitation Licence 001 has been awarded to Equinor for the Northern Lights project.
nn: Med heimel i dette rammeverket er Utnyttingsløyve 001 tildelt Equinor for Northern Lights-prosjektet.

source: This is also the case for activities in the Norwegian dependencies, including Dronning Maud Land.
nn: Dette gjeld òg for aktivitet i dei norske bilanda, medrekna Dronning Maud Land.

source: Since Troll opened as a year-round station in 2005, alternative energy use has burgeoned in Antarctica as new stations have come into operation.
nn: Etter at Troll vart opna i 2005, har det mellom anna vore ei rivande utvikling innanfor bruk av alternativ energi ved etablering av nye stasjonar i Antarktis.

source: Pipeline and installation on the seabed
nn: Røyr og anlegg på havbotnen

source: Implementation of the new requirements has however been suspended pending the final CRR/CRD IV regulatory framework.
nn: Gjennomføringa av dei nye krava er utsette medan ein ventar på det endelege CRR/CRD IV-regelverket i EU.

source: The cultural sector should continually revise forms of cultural production and develop new ones.
nn: Kultursektoren må kontinuerleg arbeide med å utvikle og fornye formidlingsmåtane

source: vation before the expiry of that period shall
nn: Framskrivingane erutarbeidde i ulike alternativ.

source: Life expectancy is rising in Norway.
nn: Levealderen i Noreg går opp.

source: In Nordland the project was extremely successful in terms of both content and presentation.
nn: «Spacestation Nordland» var eit særs vellukka prosjekt både med omsyn til innhald og til formidling.

source: Optimism may also contribute to high credit demand from households.
nn: Optimisme kan òg medverka til høg etterspurnad etter lån hjå norske hushald.

source: How to ensure contract management through, for example, supervision and independent third-party audits.
nn: Korleis kan ein sikre oppfølging av kontraktane gjennom for eksempel tilsyn og uavhengige tredjepartsrevisjonar?

source: The goal is to produce digital solutions that are well adapted to local needs.
nn: To avdelingsdirektørar er konstituerte i embete fordi dei faste innehavarane har permisjon.

source: Norwegian industry is undergoing change – not primarily because of the coronavirus crisis, although it has affected many businesses.
nn: Norsk næringsliv er i endring – og det skuldast ikkje primært koronakrisa, sjølv om mange er blitt påverka av denne.

source: Several European countries were caught in such a negative spiral in 2011.
nn: Fleire europeiske land var i ein slik negativ spiral i 2011.

source: Every kindergarten and school is part of a greatersystem.
nn: Den enkelte barnehagen eller skolener del av eit større system.

source: The same survey shows that only 7 pct.
nn: Den same undersøkinga viser at berre 7 pst.

source: In order to ensure a better correspondence between productions and performances of free theatre, the Ministry of Culture will consider whether the funds for new theatre productions should go to Scenekunstbruket rather than Arts Council Norway.
nn: For å sikre ein betre samanheng mellom produksjon og formidling av fri scenekunst vil departementet vurdere om Scenekunstbruket bør disponere produksjonsmidlar til ny scenekunst i staden for Norsk kulturråd.

source: The licence was granted pursuant to Section 8 of the Commercial Banks Act.
nn: Løyvet er gjeve med heimel i forretningsbanklova § 8.

source: Since the early 1900s it had been an important part of Norwegian polar policy to reject the ‘sector principle’, on which a number of States had based claims in both the northern and southern Polar Regions.
nn: Alt frå tidleg på 1900-talet var avvisinga av det såkalla «sektorprinsippet», som fleire statar la til grunn for krava sine både i nordlege og sørlege polarområde, ein viktig del av norsk polarpolitikk.

source: • take responsibility for ensuring that the Civil
nn: moglegheiter i arbeidet, og systematisk utvikling

source: The Ministry of Local Government and Modernisation will charge Difi with the task of establishing a team of experts and an online resource where public sector enterprises can seek guidance on cloud computing.
nn: Kommunal- og moderniseringsdepartementet vil gi Difi i oppdrag å etablere eit kompetanse-miljø og ein nettbasert ressurs der verksemder som ønsker å kjøpe inn skytenester, kan få rettleiing.

source: The concept of ‘digital twin’ has a resemblance to such models, by being a digital representation of a physical object – such as a vessel – normally with additional data to reflect its context, production and other information.
nn: Konseptet digitale tvillingar kan minne om slike modeller, og er digitale representasjonar av fysiske objekt – som fartøy – vanlegvis med ekstra data som seier noko om kontekst, produksjon og annan informasjon.

source: Public cloud can also be integrated with the architecture of software service providers – including Norwegian providers – who provide software as a service.
nn: Den allmenne skya kan òg vere ein del av arkitekturen til programvareleverandørar – òg norske – som tilbyr programvara si levert over internett.

source: Financial Control and Budgets Section (ØB)
nn: Seksjon for økonomiforvaltning og budsjett (ØB)

source: The NCP is not a judicial body; its role is to make statements, which are published, and to inform the general public about the Guidelines.
nn: Ho er nestleiar i Økonomiseksjonen i departementet, og har ei sentral rolle i arbeidet med statsbudsjettet og statsrekneskapen.

source: The platform helps reduce barriers and stimulates increased use of digital tools in the treatment of patients.
nn: Plattforma bidrar til å bygge ned barrierane, og stimulere til meir bruk av digitale løysingar i pasientbehandlinga.

source: budget and according to plan
nn: • Sikrare gjennomføring innanfor budsjett og plan

source: Work on the MinID Passport had started before the coronavirus pandemic, but the solution was completed in record time.
nn: Arbeidet med MinID Passport var starta før korona-pandemien, men behovet pandemien skapte førte til at ho blei ferdigstilt i rekordfart.

source: The Government presented its strategy for carbon capture and storage (CCS) work in 2014.
nn: Regjeringa presenterte strategien sin for arbeidet med CO -handtering i 2014

source: It is expected that unemployment will increase somewhat ahead.
nn: Det ser ut til at arbeidsløysa vil stiga noko i tida som kjem.

source: In addition to the obvious intrinsic value of sound science, research activities are of great value to Norwegian interests and Norwegian policy in the Antarctic, and they underpin Norway’s role as a responsible, science-based polar nation.
nn: I tillegg til den sjølvsagde eigenverdien av god vitskap har forskingsverksemda ein overordna verdi for norske interesser og norsk politikk i Antarktis, og støttar opp under Norge som ein kunnskapsbasert og ansvarleg polarnasjon.

source: Sweden, Finland and Iceland have all introduced fees or levies on balance sheet items.
nn: Både Sverige, Finland og Island har innført skatt og avgift på balanseeiningar.

source: We respect, at the same time, that this is a fairly well-developed market with established market participants that have an informational advantage over a new investor.
nn: Innovasjon Norge har både økonomiske verkemiddel i form av lån og tilskotsordningar, og ikkje minst verdifull kompetanse på næringsutvikling og ein rekkje rådgjevingstenester.

source: As from the school year 2005–2006 a pilot scheme was introduced, whereby municipalities with more than 30 000 inhabitants could on request receive a direct transfer of the funds allocated by the county to be used for presentations of culture to schoolchildren, based on pupil numbers.
nn: Frå og med skuleåret 2005–2006 vart det innført ei prøveordning som lèt kommunar med meir enn 30 000 innbyggjarar få sin relative del av dei midlane fylket forvaltar til formidlingsordningar, basert på elevtal.

source: Among other things, the association’s area committee proposed cutting the number of savings banks to 61.
nn: Mellom anna gjorde områdekomiteen til foreininga framlegg om å skjera talet på sparebankar ned til 61.

source: The Government has allocated a total of NOK 100 million for new fibre cables that link to abroad.
nn: Regjeringa har sett av totalt 100 millionar kroner for å legge til rette for fiberkablar til utlandet.

source: See the Financial Markets Report 2012 and the Credit Report 2007 for further details on technological developments in the banking market.
nn: Sjå nærare omtale om den teknologiske utviklinga i bankmarknaden i Finansmarknadsmeldinga 2012 og Kredittmeldinga 2007.

source: NOK 80 million has been allocated to a pilot scheme for an alternative core network/trunk network.
nn: Det er sett av 80 millionar kroner til pilot for alternativt kjernenett/transportnett.

source: Norwegian arts and culture will be showcased at the most important international cultural events, such as the art and architecture biennales in Venice, the design fair in Milan, the film festival in Toronto and the book fair in Frankfurt, as well as in smaller important creative arenas,’ Ms Huitfeldt said.
nn: Norsk kunst og kultur skal vere synleg på dei viktigaste internasjonale kulturelle arenaane som kunst- og arkitekturbiennalane i Venezia, designmessa i Milano, filmfestivalen i Toronto og bokmessa i Frankfurt, i tillegg til toneangivande og nyskapande mindre arenaar, seier utanriksminister Anniken Huitfeldt.

source: It must also be reviewed to determine whether it provides a solid basis for implementing Norway’s international legal obligations, in particular its obligations under the Antarctic Treaty System.
nn: Det er òg behov for å gjennomgå lova for å vurdere om ho gjev eit godt grunnlag for gjennomføring av Norges folkerettslege plikter, og då særleg dei pliktene som følgjer av Antarktistraktatsystemet.

source: Large data centres, particularly those that will have in excess of 100 MW capacity, may require investment in a new network, either at regional or transmission network level, depending on the location and capacity of the existing network.
nn: Store datasenter, særleg dersom det skal byggast anlegg med effektuttak på over 100 MW, kan krevje investeringar i nytt nett, anten på regional- eller transmisjonsnettnivå, avhengig av plassering og kapasitet i eksisterande nett.

source: The analysis reports that a strong increase in investment activity was observed in the period 2019–2020, with at least NOK 2.7 billion invested
nn: I perioden 2019-2020 blei det ifølge ringverknadsanalysen observert ein kraftig auke i investeringar, med minst 2,7 milliardar NOK investert

source: The said deliveries may be vulnerable to communications interruptions, unless one has back-up solutions via independent channels.
nn: Om ein ikkje har reserveløysingar gjennom uavhengige kanalar, kan leveransane vere sårbare for brot i kommunikasjonen.

source: Sections 4.1.1 to 4.1.6 of this chapter provide an overview of the main financial market regulatory amendments in 2013.
nn: I kapittelet her i avsnitta 4.1.1 til 4.1.6 følgjer eit oversyn over dei viktigaste endringane i regelverket på finansmarknadsområdet i 2013.

source: at yearend 2013, which is the same as the previous year.
nn: ved utgangen av 2013, det same som året før.

source: Over the next 15–16 years, Norway sent no scientific expeditions of its own to the Antarctic mainland.
nn: Gjennom dei neste 15–16 åra sende Norge ikkje ut eigne vitskaplege ekspedisjonar til Antarktis-fastlandet.

source: Roles, responsibilities and the issue of resources should be clarified.
nn: Det er viktig at roller, ansvar og ressursar er avklarte.

source: At the same time, we will continue to be a clear and reliable partner for the UN in conflict-resolution and peace efforts in Mali.
nn: Samtidig held vi fram med å vere ein tydeleg partnar for FN i arbeidet for konfliktløysing og fred i Mali.

source: Norwegian banks have already to a large extent exploited the potential for funding new lending by transferring residential mortgages to residential mortgage companies.
nn: Norske bankar har allereie i stor mon utnytta potensialet for å finansiera nye utlån gjennom å overføra bustadlån til bustadkredittføretak.

source: Economic theory also suggests that concentration may give rise to such outcomes, but theory also shows that concentration interacts with other factors.
nn: I økonomisk teori kan ein òg finne støtte for at konsentrasjon kan gje slike resultat, men samtidig viser teorien at konsentrasjon verkar saman med andre forhold.

source: The system currently applies to emissions from installations in industry, energy supply and aviation within the EEA.
nn: EU sitt klimakvotesystem omfattar i dag utslepp frå verksemder innan industri, kraftproduksjon og luftfart innanfor EØS-området.

source: Norway is involved in the work being done in this area, including by participating in various European Commission committees and by submitting consultation replies.
nn: Noreg er med i det arbeidet som skjer på dette området, mellom anna ved å medverka i ulike komitear under EU-kommisjonen og ved å svara på høyringar.

source: The interest rate path in the most recent monetary policy report from Norges Bank in March 2014 assumes that the key policy rate will remain at the current level until the summer of 2015, and thereafter be increased gradually.
nn: Rentebanen i den siste pengepolitiske rapporten frå Noregs Bank i mars 2014 byggjer på at styringsrenta kjem til å liggje på dagens nivå frem mot sommaren 2015, for deretter å aukast gradvis.

source: affected) – must be notified of data breaches or loss as soon as possible.
nn: er ramma) – skal bli varsla raskt etter datainnbrot eller ved tap av data.

source: Oil and gas activities in the area will have severe, negative consequences for the national park.
nn: Olje- og gassaktivitetar i detteområdet vil resultere i alvorlege, negative konsekvensar for nasjonalparken.

source: Bufdir works to improve the living conditions and living situations for persons with disabilities.
nn: Bufdir arbeider for å betre levekår og livssituasjonen for personar med funksjonsnedsettingar.

source: 3 Consequences of breaches
nn: Kolonne 3 – Helsestasjons- og skulehelseteneste

source: Dialogue, cooperation and the exchange of knowledge and experience between key institutions in the Cultural Rucksack are in themselves a way of building competence, and add to the quality of the programme.
nn: Utveksling av kunnskap og erfaringar og høve til dialog og samhandling mellom sentrale partar i DKS, er i seg sjølv kompetansehevande og viktig for å fremje kvalitet knytt til ordninga.

source: Accordingly, experiences with donations from these foundations are not particularly extensive.
nn: Difor er ikkje røynsla med gåveutdeling frå desse stiftingane så stor.

source: In the longer term, a number of these may disappear from larger and larger areas of the Arctic, and the Barents Sea is one of the areas where this is expected to happen most rapidly.
nn: Den økologiske verdien til dei særleg verdifulle og sårbare områda strekkjer seg ut over deira eiga avgrensing, ved at dei er kjerneområde for å halde ved lag funksjon, mangfald og produksjonsevne i større område.

source: In the spring of 2021, the Government also approved an amendment to the regulations that offers an alternative to grid investment; consumer agreements that provide for disconnection or a reduced power supply.
nn: Regjeringa vedtok også våren 2021 ei forskriftsendring som gjer det mogleg med tilknyting av uttakskundar med permanente vilkår om utkopling eller redusert kraftforsyning, som eit alternativ til nettinvestering.

source: In March 2010, Finanstilsynet issued guidelines for prudent residential mortgage lending.
nn: Finanstilsynet gav i mars 2010 retningsliner for forsvarleg utlånspraksis for lån til bustadføremål.
